[
  {
    "from": "Construção",
    "fromArtist": "Chico Buarque",
    "to": "Tô",
    "toArtist": "Tom Zé",
    "bridge": "If Chico was constructing complex metaphors with his lyrics then Tom was deconstructing with his seemingly contradictory madness. Both of these brilliant songwriters were in the Tropicália scene dealing with censorship from an oppressive regime. You need both to see the whole picture."
  },
  {
    "from": "Shakara (Ologe)",
    "fromArtist": "Fela Kuti",
    "to": "Better Change Your Mind",
    "toArtist": "William Onyeabor",
    "bridge": "Fela was confrontational about it — Onyeabor made it feel like a party you couldn't refuse. Same Nigeria, same groove, very different room."
  },
  {
    "from": "Abandoned Language",
    "fromArtist": "Dälek",
    "to": "Guillotine",
    "toArtist": "Death Grips",
    "bridge": "Rap groups that have something to say. Dälek can bury their message in booming layers so deep that you're straining to hear it. Meanwhile, Death Grips are screaming and yelling — both would be considered noisy and unpleasant by many. I love this stuff."
  },
  {
    "from": "Search and Destroy",
    "fromArtist": "The Stooges",
    "to": "Nightclubbing",
    "toArtist": "Iggy Pop",
    "bridge": "Two sides of Iggy. The full force of his hits with The Stooges and the cool monotony of Nightclubbing, which was produced by Bowie."
  },
  {
    "from": "Boomerang",
    "fromArtist": "Black Lips",
    "to": "My Shadow",
    "toArtist": "Jay Reatard",
    "bridge": "Pedal to the metal garage and punk mayhem."
  },
  {
    "from": "Comment te dire adieu",
    "fromArtist": "Françoise Hardy",
    "to": "La pluie du ciel",
    "toArtist": "Chantal Goya",
    "bridge": "Hardy is melancholy even when she's being playful. Goya is the opposite — pure lightness. Together they cover the whole range of what made that French 60s moment so good."
  },
  {
    "from": "Hong Kong Garden",
    "fromArtist": "Siouxsie and the Banshees",
    "to": "Fire in Cairo",
    "toArtist": "The Cure",
    "bridge": "Both debut singles, both 1978, both from kids who had never made a record before. You can hear them figuring out the same dark frequency from slightly different angles."
  },
  {
    "from": "Super Subway Comedian",
    "fromArtist": "Suicide",
    "to": "See No Evil",
    "toArtist": "Television",
    "bridge": "Both came out of the same downtown New York scene and both got ignored for it. Suicide went minimal and confrontational, Television went angular and literary. The city sounds completely different depending on which one you put on."
  },
  {
    "from": "Mushroom",
    "fromArtist": "CAN",
    "to": "Hallogallo",
    "toArtist": "Neu!",
    "bridge": "Two answers to the same question — what happens if you just let the rhythm go forever. CAN made it psychedelic, Neu! made it feel like motion."
  }
]
